{
  "time": "13:20-14:35",
  "title": "午後＜１＞",
  "chair": "大村 舞 (国語研)",
  "has_detail": true,
  "talks": [
    {
      "id": "d-1",
      "type": "normal",
      "time": "13:20-13:40",
      "title": "「〇〇で歌ってみた」替え歌を用いた音韻類似単語検索ベンチマークの構築",
      "presenter": "島谷 二郎 (個人)",
      "online": true,
      "material": null,
      "abstract": "音韻が類似した単語を検索する技術は、空耳やダジャレなどの言語ユーモアの自動生成において重要であるが、その精度を評価するベンチマークが不足している。既存のダジャレデータセットでは、文脈など音韻以外の要素が正解単語の選択に影響するため、音韻類似度を計算する手法間の細かな違いを評価しにくい。本研究では、元歌詞の音韻を特定ジャンルの単語だけで再現する替え歌（通称「〇〇で歌ってみた」）に着目し、実際の作品から収集した単語ペアと候補単語リストを用いた検索ベンチマークを構築する。「〇〇で歌ってみた」の歌詞は、意味的なつながりの少ない名詞の羅列であるため、文脈の影響を抑えた音韻類似度の評価が可能であり、また、替え歌に使用できる単語が限られることで検索タスクとしての定式化が容易になることが期待される。本発表では、ベンチマークの構築と活用について、予備的な検証結果を報告する。"
    },
    {
      "id": "d-2",
      "type": "normal",
      "time": "13:40-14:05",
      "title": "RAGEvalに基づく日本語の実践的RAG評価データセットの構築と検証",
      "presenter": "白邦 裕千 (BIPROGY), 石井 愛 (BIPROGY)",
      "material": null,
      "abstract": "大規模言語モデル(LLM)と外部検索を組み合わせたRetrieval-Augmented Generation (RAG)は、既知・未知の知識を統合して柔軟に応答する手法として注目を集めている。しかし、ベンチマークデータセットの多くは英語の一般知識ドメインに限定されており、日本語や実務ドメインに適用する際には課題が残る。本研究では、RAGEvalのフレームワークを拡張し、実務シナリオに特化した日本語の合成データセットを構築した。具体的には、(1) 病院の入院記録や企業統合報告書を模した仮想ドキュメント群をLLMで生成し、(2) 複数文書をまたいだマルチホップQAや要約、統計的・時系列的質問を含む多様な質問・回答対を作成している。また、本データセットを用いて既存のRAGモデルで評価検証した結果から課題と成果を合わせて報告する。"
    },
    {
      "id": "d-3",
      "type": "normal",
      "time": "14:05-14:35",
      "title": "実在しないエンティティや出来事に関する合成文書を用いたRAGベンチマークの構築",
      "presenter": "李 聖哲 (SB Intuitions/早大), 大萩 雅也 (SB Intuitions), 塚越 駿 (SB Intuitions), 福地 成彦 (SB Intuitions), 柴田 知秀 (SB Intuitions), 河原 大輔 (早大)",
      "material": null,
      "abstract": "検索拡張生成(Retrieval-Augmented Generation, RAG)とは，外部文書集合から検索により取得した関連文書に基づき大規模言語モデル(LLM)に回答を生成させる手法である．\n既存のRAG評価ベンチマークでは，Wikipediaや新聞記事などの公開データを外部文書集合として使用する事例が多く見られるが，これらはLLMの事前学習コーパスに既に含まれている可能性が高く，関連文書に基づく回答生成能力を正確に評価できない可能性がある．\n本研究では，実在しないエンティティや出来事に関する文書をLLMに合成させ，その合成文書集合を検索対象としたRAGベンチマークを構築する．\nこのような合成文書はLLMの学習データに含まれていないため，関連文書に基づく回答生成能力をより正確に評価できる．\nベンチマークは合成文書に加えて質問と正解から構成し，これらはLLMと人手を併用することにより作成する．\n構築したベンチマークで既存のLLMのRAG性能評価を行い，分析を行った．"
    }
  ]
}
