{
    "time": "13:30-15:00",
    "title": "午後＜１＞",
    "chair": "浅原 正幸 (国語研)",
    "has_detail": true,
    "talks": [
      {
        "id": "c-1",
        "type": "normal",
        "time": "13:30-13:55",
        "title": "情動的知能資源としてのリアクション絵文字",
        "presenter": "砂岡 和子 (早大)",
        "material": null,
        "online": true,
        "abstract": "大規模言語モデルの言語資源は，ヒトが書いたり話した言語テキストを中核に構築が進む．本発表は，昨年第29回年次大会(NLP2023)併設の同名ワークショップにおいて，Zoomと併用のプラットフォーム「Slack」上で使用されたリアクション絵文字に注目し，その言語テキストと伴奏する情動的知能および社会的知能の認知プロセスについて初歩的分析結果を報告する．上記「Slack」で使用されたリアク文字は100種類以上，回数は延べ1500回を超え，参与者間の活発な情動的・社会的インタラクションを観察できる．分析では，各コミュニケーション用途に応じ5種に分類し，それぞれの出現頻度と言語テキストとの相関を探索した．今後，「汎用性ある智能」を構成するには，言語テキスト以外に，リアク文字のような新しい言語パターンと表現を言語処理の俎上に載せ，言語資源の源泉に加えることで，より自然で柔軟なインタラクションを生成してゆくことが期待される．"
      },
      {
        "id": "c-2",
        "type": "normal",
        "time": "13:55-14:15",
        "title": "日本語比喩表現の収集",
        "presenter": "加藤 祥 (目白大), 菊地 礼 (国語研), 浅原 正幸 (国語研)",
        "material": null,
        "abstract": "日本語比喩表現の実態調査を目指し，既存の比喩用例集（中村 1977）のデータベース化（加藤・浅原 2023），広義の比喩指標の抽出（加藤・浅原 近刊）を進めてきたほか，Metaphor identification protocol（MIP, Pragglejaz Group 2007）に基づく『現代日本語書き言葉均衡コーパス』（BCCWJ）に対して網羅的に比喩情報の付与を行ったBCCWJ-Metaphor（加藤・菊地・浅原 2022）を構築している。比喩表現の判定や抽出と一般的な日本語母語話者による比喩表現の認識の差異を報告する。"
      },
      {
        "id": "c-3",
        "type": "normal",
        "time": "14:15-14:35",
        "title": "日本語指標比喩のデータセットの紹介とその活用",
        "presenter": "菊地 礼（国語研）",
        "material": null,
        "abstract": "本発表は発表者らが構築した「『現代日本語書き言葉均衡コーパス』に基づく指標比喩データベース」を紹介し、その活用方法について述べる。比喩表現は収集の難しい言語表現であり、これまで限定的な資料や作例に基づいて議論されてきた。そこでより広く日本語比喩表現の実態を明らかにするために、『現代日本語書き言葉均衡コーパス』（BCCWJ）コアデータ6レジスタ（Yahoo! 知恵袋・白書・Yahoo! ブログ・書籍・雑誌・新聞）1,290,060 語から人手で指標比喩（≒直喩）を収集した。指標比喩用例には、喩辞・被喩辞とその意味情報を付与した。それらに加え、擬人化・擬物化・擬生化・具象化などの追加の種別情報も付与した。本発表では、実証的な比喩研究の資源となる本データセットの概要と付与している情報を具体的に紹介する。また、本データセットを用いることによって可能となる分析事例を紹介する。"
      },
      {
        "id": "c-4",
        "type": "normal",
        "time": "14:35-15:00",
        "title": "レトリック言語資源整備の戦略",
        "presenter": "伊藤 薫 (九大)",
        "material": null,
        "abstract": "大規模言語モデルの登場以降、NLPにおける課題は推論や一貫性、実世界グラウンディングなど高次の言語使用に移りつつある。高次の言語使用にはレトリックも含まれるが、一部の修辞技法を除いて言語資源はほぼ未整備の状態である。本発表では、国内外における言語資源の整備状況を概観した後、資源構築に関わる困難と、NLPの動向と使用者層を考慮した構築戦略について述べる。資源構築における困難の原因の一部として、形式的に検索できない現象が多い、修辞学における用語の定義が文献によって異なる、修辞表現の認定に知識を要する、等が挙げられる。これらはレトリックの言語資源に多大なコストがかかることを意味する。使用者層はNLP研究者の他、人文系研究者、Webを介した一般利用が考えられる。fine-tuningやprompt engineeringが話題になり、辞書の定義文なども機械学習に使われる現状では、人間も機械も読むことができる小規模レトリック言語資源の価値が上昇していると思われる。"
      }
    ]
  }