{
    "time": "16:40-17:25",
    "title": "午後＜３＞",
    "chair": "大村 舞 (国語研)",
    "has_detail": true,
    "talks": [
      {
        "id": "e-1",
        "type": "normal",
        "time": "16:40-17:00",
        "title": "『昭和・平成書き言葉コーパス』の公開と研究利用 ―著作権処理をしないコーパスの可能性―",
        "presenter": "髙橋 雄太 (明治大), 相田 太一 (都立大), 近藤 明日子 (東大), 間淵 洋子 (和洋女子大), 小木曽 智信 (国語研)",
        "material": null,
        "online": true,
        "abstract": "本発表では2023年5月に公開した『昭和・平成書き言葉コーパス』（SHC）の設計と各種統計情報の公開とその利用例について説明する．SHCは1933年から2013年までの8年おきの11カ年分，約3340万語を収録した通時コーパスである．現代語のコーパスの公開のためには著作権処理が必要となり，このコストが大きな課題となっていたが，平成30年の著作権法の改正を受けて，SHCでは著作権処理を行わないコーパスの設計・公開方法をとった．具体的には，用例検索で表示される文脈長を短く制限することによって，テキストの思想や感情の享受を目的としない「軽微」な利用にとどめる工夫を行った．このほか，投書欄や俳句・短歌などの短い著作物には全文が閲覧できるため伏字処理を行った．SHCでは全文テキストを公開できない代わりに，語数表・語彙表，n-gram頻度形式とSVMlight形式の共起情報などの統計情報を各種公開しており，昭和平成期の通時的変化やレジスター差の計量的研究が期待される．"
      },
      {
        "id": "e-2",
        "type": "lt",
        "time": "17:00-17:05",
        "title": "『分類語彙表』の多義語の意味増補のための『IPAL』用言例文への番号付与",
        "presenter": "柏野 和佳子 (国語研), 大阿久 志緒理 (所属なし)",
        "material": null,
        "online": true,
        "abstract": "『分類語彙表 ―増補改訂版―』（国立国語研究所, 2004年）は、初版（約3万７千語）から増補版（約9万6千語）を作成する際に、基本的な多義語は多重分類されたが、意味に不足がみられる。そこで、情報処理振興事業協会（IPA）GSK配布版『計算機用日本語基本辞書IPAL―動詞・形容詞・名詞―』(2007年）に収録されている用言の例文に『分類語彙表』の番号を付与することで不足する意味を調査している。その結果と問題点を報告する。"
      },
      {
        "id": "e-3",
        "type": "lt",
        "time": "17:05-17:10",
        "title": "分類AIの学習データ構築",
        "presenter": "佐藤 奈穂子 (株式会社リコーデジタル戦略部デジタル技術開発センター 言語AI開発室)",
        "material": null,
        "abstract": "弊社では2021年に「仕事のAI」シリーズを上梓し、BERTによるAI分類ツールの学習データを構築してきた。以来、トライアル顧客のデータの解析に取り組み、顧客の保有テキストデータは実に様々であり相応のクレンジング処理が必要であること、精度向上に効果的な分類のための学習データの開発には顧客データの深い解析が不可欠であることを認識している。弊社が当たってきた顧客のデータと、それらのクレンジング、顧客の目的に沿った分類カテゴリ獲得のためのデータ解析の一例、各カテゴリ毎の学習データ構築手法を紹介する。"
      },
      {
        "id": "e-4",
        "type": "lt",
        "time": "17:10-17:15",
        "title": "症例テキストのアノテーションに用いるオントロジーの課題",
        "presenter": "土肥 栄祐 (国立研究開発法人国立精神神経医療研究センター神経研究所), 高月 照江 (情報システム研究機構ライフサイエンス統合データベースセンター), 建石 由佳 (国立研究開発法人科学技術推進機構NBDC事業推進部), 藤原 豊史 (情報システム研究機構ライフサイエンス統合データベースセンター), 山本 泰智 (情報システム研究機構ライフサイエンス統合データベースセンター)",
        "material": null,
        "abstract": "症例テキストへのアノテーションには、Human Phenotype Ontology（HPO）が用いられる。大規模言語モデルの使用にて、症状・所見の抽出は十分に可能となったが、HPOによるアノテーションは難しい。原因として、①用語がないのか？②アノテーション機能が不足しているのか？２つの可能性が考えられるが、HPO内に用語があるのか無いのかを確認することは困難である。本発表では、HPOを理解し易くするための取り組みについて述べる。"
      },
      {
        "id": "e-5",
        "type": "lt",
        "time": "17:15-17:20",
        "title": "学術論文のPDF文書からのテキスト抽出における課題",
        "presenter": "福田 健人 (放送大学)",
        "material": null,
        "abstract": "近年のLLM開発では、Web上のHTML文書を広範にクロールした大規模コーパスを学習データとして用いることが多い。このような文書はテキスト抽出が容易であるものの、文章の品質には大きなばらつきがある。一方で、PDF文書は一般にテキスト抽出が困難であるが、学術論文・報告書・行政文書などの高品質なテキストデータの配布に用いられることが多い。本LTでは、特に日本語の学術論文のPDF文書を処理対象として、大規模言語モデルのための学習データを抽出する際の課題について紹介する。"
      },
      {
        "id": "e-6",
        "type": "normal",
        "time": "17:20-17:40",
        "title": "テキストに対する印象評定データベース",
        "presenter": "浅原 正幸 (国語研), 加藤 祥 (目白大)",
        "material": null,
        "abstract": "テキストを解析するにあたって、その言語構造のアノテーションが求められていた。一方、テキストを生成するにあたっては、その言語がどのように受容されるかの情報が求められる。言語の受容過程を記録するために、テキストを刺激とした眼球運動データや脳活動データの収集が進められている。しかしながら、これらのデータのみでは、なぜそのような眼球運動・脳活動に至ったかを直接的に説明することができない。本研究では、文脈中の単語・文節単位にその表現からどのような印象を受けるかのアンケート調査を行った。具体的には、自然さ (naturalness)・わかりやすさ (understandability)・古さ (obsoleteness)・新しさ (innovativeness)・比喩性 (figurativeness) の5つの観点について、0-5 の評定値を収集し、集計を行った。本発表では、このデータベースの可能性について示す。"
      }
    ]
  }