{
  "time": "15:15-16:25",
  "title": "午後＜２＞",
  "chair": "久保 隆宏 (アマゾンウェブサービスジャパン)",
  "has_detail": true,
  "talks": [
    {
      "id": "d-1",
      "type": "lt",
      "time": "15:15-15:20",
      "title": "位置情報・経路情報共有のためのテキストデータベース",
      "presenter": "川端 良子 (国語研), 大村 舞 (国語研), 小西 光 (Tecca合同会社), 浅原 正幸 (国語研), 竹内 誉羽  (HRI)",
      "material": null,
      "abstract": "本研究では、位置情報・経路情報を共有するために必要なテキストを収集した。具体的には、地図を刺激として周りにある相対位置情報表現を用いて位置・経路を記述する課題をクラウドソーシング調査として設定し、地図上の1地点を説明する表現(位置情報表現)と、地図上の2地点の移動経路を説明する表現(経路情報表現)を収集した。表現の観点を整理するとともに、それぞれの表現のわかりやすさについてもクラウドソーシングを用いて収集した。"
    },
    {
      "id": "d-2",
      "type": "lt",
      "time": "15:20-15:25",
      "title": "農研機構における農業用生成AI構築の取り組み",
      "presenter": "桂樹哲雄 (農研機構), 小林 暁雄 (農研機構), 坂地 泰紀 (北大)",
      "material": null,
      "abstract": "農研機構では、内閣府「研究開発と Society 5.0 との橋渡しプログラム（BRIDGE）」の施策の一つである農林水産省実施施策「AI 農業社会実装プロジェクト」において、農業指導技術者・普及者の減少を補うためのAI 技術の確立を目指している。本プロジェクトでは、普及員指導員による営農支援を補助するために、農業ドメインのドキュメントを収集、知識モデルを構築し、それらを用いて大規模言語モデルを構築する。本LTでは、この取り組みについて紹介する。"
    },
    {
      "id": "d-3",
      "type": "lt",
      "time": "15:25-15:30",
      "title": "闘病記ブログから患者の医療イベントをインクリメンタルに要約したデータセット",
      "presenter": "矢田 竣太郎 (NAIST), 荒牧 英治 (NAIST)",
      "material": null,
      "abstract": "闘病記ブログに執筆された患者の医学的経過を，手術や投薬等の医療イベント単位で箇条書きに要約するタスクのためにデータセットを構築した．ユーザごとに，ブログの各記事に対し，それ以前の全記事からわかる医療イベント要約を付与しており，個別記事中の医療イベントだけでなく執筆時点で最新の患者経過がわかるのが特徴である．この形式を活用してモデルを訓練すれば，履歴や記憶を重視させることができるのではと考えており，紹介を兼ねてご意見を伺いたい．"
    },
    {
      "id": "d-4",
      "type": "normal",
      "time": "15:30-15:55",
      "title": "LLM学習用QAデータセットの自動構築手法の提案",
      "presenter": "飯塚 康太 (フィックスターズ), 吉藤 尚生 (フィックスターズ)",
      "material": null,
      "abstract": "ドメイン知識を獲得したLLMを構築するための手法の一つとしてファインチューニングがある。ファインチューニングで有用なモデルを構築するには高品質なデータセットを利用することが重要だが、良いデータセットを人力で作るには多大な手間がかかる。この問題を解決するため、本研究では、LLM を活用したデータセット構築の自動化パイプラインを実装した。これを利用して実際に、プログラミング言語のリファレンス文書を入力として自動的に質問回答のデータセットが作成できることを確認した。さらに、モデル・プロンプト・温度パラメータによる出力データセットの違いを点数付けして評価した。これらの実験結果から、 LLM を利用してデータセットを構築する際には、単にリーダーボード上で評価が高いモデルを使うだけではなくプロンプトなど設定を変えて評価すべきであることを確認した。本発表では、パイプラインの実装と生成データセットの評価の詳細について報告する。"
    },
    {
      "id": "d-5",
      "type": "normal",
      "time": "15:55-16:25",
      "title": "対話の楽しさの評価に向けた日本語応答生成ベンチマークの構築",
      "presenter": "水上 雅博 (NTT), 杉山 弘晃 (NTT)",
      "material": null,
      "abstract": "近年のLLMの発展に伴い，さまざまな場面でLLMが活用されている．その活用先の一つに対話システムがある．LLMを用いた対話システムとしては，タスク対話やQAを行うAIアシスタントが主流であるが，対話を通して楽しさを提供する雑談対話システムの需要もある．一方で，LLMの評価において，ほとんどのベンチマークが客観性・事実性・簡潔性を評価しており，雑談対話の楽しさを評価する枠組みは知られていない．そこで，本研究では，対話の楽しさを評価するためのベンチマークを提案し，現在利用可能なLLMを評価した結果を報告する．"
    }
  ]
}
